
/* ADJUSTMENT TOOLS */
"CLContrastTool_DefaultTitle" = "Contrast";
"CLSaturationTool_DefaultTitle" = "Saturation";
"CLBrightnessTool_DefaultTitle" = "Brightness";
"ExposureTool_DefaultTitle" = "Exposure";
"SharpnessTool_DefaultTitle" = "Sharpness";
"BordersTool_DefaultTitle" = "Borders";
"Adjustment_DefaultTitle" = "Adjustment";


// FILTER TOOLS
"ClassicFilters_DefaultTitle" = "Classic";
"LoomyFilters_DefaultTitle" = "Loomy";
"CLFilterTool_DefaultTitle" = "Filters";


/* === CLASSIC FILTER NAMES === */
"ClassicEmptyFilter_DefaultTitle" = "None";
"CLDefaultChromeFilter_DefaultTitle" = "Chrome";
"CLDefaultCurveFilter_DefaultTitle" = "Curve";
"CLDefaultFadeFilter_DefaultTitle" = "Fade";
"CLDefaultInstantFilter_DefaultTitle" = "Instant";
"CLDefaultInvertFilter_DefaultTitle" = "Invert";
"DottedFilter_DefaultTitle" = "Dotted";
"PurpleizedFilter_DefaultTitle" = "Purpleized";
"LusterFilter_DefaultTitle" = "Luster";
"BlurFilter_DefaultTitle" = "Blur";
"BumpFilter_DefaultTitle" = "Bump";
"CLDefaultLinearFilter_DefaultTitle" = "Linear";
"CLDefaultMonoFilter_DefaultTitle" = "Mono";
"CLDefaultNoirFilter_DefaultTitle" = "Noir";
"CLDefaultProcessFilter_DefaultTitle" = "Process";
"CLDefaultSepiaFilter_DefaultTitle" = "Sepia";
"CLDefaultTonalFilter_DefaultTitle" = "Tonal";
"CLDefaultTransferFilter_DefaultTitle" = "Transfer";
"CLDefaultVignetteFilter_DefaultTitle" = "Vignette";


/* === LOOMY FILTER NAMES ===*/
"LoomyEmptyFilter_DefaultTitle" = "None";
"LoomyStartdust_DefaultTitle" = "Stardust";
"LoomyTitan_DefaultTitle" = "Titan";
"LoomyDean_DefaultTitle" = "Dean";
"LoomyDuro_DefaultTitle" = "Duro";
"LoomyLumo_DefaultTitle" = "Lumo";
"LoomySincere_DefaultTitle" = "Sincere";
"LoomyFare_DefaultTitle" = "Fare";
"LoomyVince_DefaultTitle" = "Vince";

/* === VINTY FILTER NAMES ===*/
"VintyEmptyFilter_DefaultTitle" = "None";
"VintyLotus_DefaultTitle" = "Lotus";
"VintyHaze_DefaultTitle" = "Haze";
"VintyCoast_DefaultTitle" = "Coast";
"VintyKaley_DefaultTitle" = "Kaley";
"VintyTwist_DefaultTitle" = "Twist";
"VintyFay_DefaultTitle" = "Fay";
"VintyVolpe_DefaultTitle" = "Volpe";
"VintyServo_DefaultTitle" = "Servo";


/* EFFECTS */
"CLEffectBase_DefaultTitle" = "None";
"CLEffectTool_DefaultTitle" = "Effects";
"CLGloomEffect_DefaultTitle" = "Gloom";
"CLHighlightSadowEffect_DefaultTitle" = "Highlight";
"CLHueEffect_DefaultTitle" = "Hue";
"CLPixellateEffect_DefaultTitle" = "Pixelate";
"CLPosterizeEffect_DefaultTitle" = "Posterize";
"CLSpotEffect_DefaultTitle" = "Spot";

/* BUTTONS */
"CLImageEditor_BackBtnTitle" = "Back";
"CLImageEditor_DefaultTitle" = "Edit";
"CLImageEditor_OKBtnTitle" = "OK";

/* OTHER TOOLS NAMES */
"CLResizeTool_DefaultTitle" = "Resize";
"CLResizeTool_InfoPanelTextNewSize" = "Set New Image Size:";
"CLResizeTool_InfoPanelTextOriginalSize" = "Original Image Size:";
"CLRotateTool_DefaultTitle" = "Rotate";
"CLRotateTool_MenuItemFlipTitle1" = " ";
"CLRotateTool_MenuItemFlipTitle2" = " ";
"CLRotateTool_MenuItemRotateTitle" = " ";
"CLStickerTool_DefaultTitle" = "Stickers";

"PhrasesTool_DefaultTitle" = "Phrases";
"LightFXTool_DefaultTitle" = "LightFX";

"CLFramesTool_DefaultTitle" = "Frames";
"CLTextTool_DefaultTitle" = "Text";
// Empty text on textView overlay
"CLTextTool_EmptyText" = "";
"CLTextTool_MenuItemAlignCenter" = "Center";
"CLTextTool_MenuItemAlignLeft" = "Left";
"CLTextTool_MenuItemAlignRight" = "Right";
"CLTextTool_MenuItemColor" = "Color";
"CLTextTool_MenuItemFont" = "Font";
"CLTextTool_MenuItemExposure" = "Exposure";
"CLTextTool_MenuItemNew" = "New";
"CLTextTool_MenuItemText" = "Text";
"CLToneCurveTool_DefaultTitle" = "ToneCurve";

